Revit 2024 API
VectorAtPoint Constructor
Overload List
Name | Description
VectorAtPoint(VectorAtPoint)
 Creates a copy of the given VectorAtPoint instance.
VectorAtPoint(IList<XYZ>)
 Creates object from an array of vectors
See Also
VectorAtPoint Class
VectorAtPoint Members
Autodesk.Revit.DB.Analysis Namespace